Revit 2027 API
ParameterTypeId.ImportScale Property
 "Scale Factor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ImportScale { get; }
Public Shared ReadOnly Property ImportScale As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ImportScale {
	ForgeTypeId^ get ();
}
static member ImportScale : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace